{
  "icgMarket": [
    {
      "pageName": "Agriculture Feed and Food",
      "titleImage": "../agriculture/agriculture-header-image.png",
      "image1": "../agriculture/agriculture-image1.png",
      "image2": "../agriculture/agriculture-image2.png",
      "image3": "../agriculture/agriculture-image3.png",
      "section1Heading1": "Agriculture, Food, and Feed",
      "section1Paragraph1": "The agriculture, food, and feed industries face significant challenges, including environmental stress, maintaining product stability, and ensuring compliance with stringent safety standards. Addressing these challenges is crucial for enhancing productivity, preserving quality, and meeting growing demands. ICG Specialty Chemicals offers advanced solutions to tackle these issues, delivering improved performance, durability, and regulatory compliance.",
      "section1Heading2": "Crop Protection and Pest Management",
      "section1Paragraph2": "Crops face challenges like pest attack diseases and environmental stress that can compromise yield and quality.To protect crops, Omniquan FR 200 enhances flame resistance and UV stability in agricultural films, increasing their longevity under harsh conditions. Omniquan Dicumene stabilizes agrochemical formulations, improving the shelf life and performance of pest control agents. Soil Enhancement and FertilizersFertilizers often struggle with stability in varying environmental conditions, which can lead to reduced effectiveness.Omniquan AN 1010 prevents moisture absorption in fertilizers, ensuring consistent nutrient delivery and better soil health",
      "section2Heading1": "Animal Feed Additives",
      "section2Paragraph1": "Feed additives must maintain nutritional integrity while promoting animal health and growth. Omniquan AN1726 extends the shelf life of fats and oils in feed, preserving their nutritional value. Omniquan AN 1520 prevents oxidative degradation in feed formulations, ensuring consistent quality for animal consumption.",
      "section2Heading2": "Feed Storage and Packaging",
      "section2Paragraph2": "Proper storage solutions are essential to prevent spoilage and maintain feed integrity during transport and storage. Omniquan AN 1035 adds anti-static and moisture-resistant properties to feed packaging, keeping feed fresh and secure. Omniquan AN 5057 enhances packaging durability, protecting contents from contamination and spoilage.",
      "section2Heading3": "Food Packaging",
      "section2Paragraph3": "Food packaging must ensure freshness, prevent contamination, and comply with safety standards. Omniquan AN 1330 minimizes oxidative degradation in packaging films, preserving food quality and extending shelf life.Omniquan BHT (Technical) prevents the oxidation of fats and oils, safeguarding flavor and nutritional content. Stabilizing polymer formulations, Omniquan AN 1024 MD and Omniquan AN 1726 support a wide range of packaging applications.",
      "finalParagraph": "Food additives must maintain the nutritional integrity of ingredients during processing. Omniquan AN 800 protects oils and fats from oxidation, ensuring the quality and taste of the final product"
    },
    {
      "pageName": "Adhesive and Sealants",
      "titleImage": "../adhesive/adhesive-header-image.png",
      "image1": "../adhesive/image1.png",
      "image2": "../adhesive/image2.png",
      "image3": "../adhesive/image3.png",
      "section1Heading1": "Challenges in the Industry",
      "section1Paragraph1": "The adhesives and sealants industry is a cornerstone for numerous applications across diverse sectors, ranging from construction to electronics. Challenges faced include:Thermal and Oxidative Stability Adhesives must maintain performance under high temperatures and oxidative stress. Substrate Compatibility: Sealants require flexibility and strong adhesion across various materials like plastics, metals, and composites. UV and Environmental Resistance products exposed to sunlight and harsh environments must resist degradation. Regulatory Compliance meets strict environmental and safety standards without compromising performance.",
      "section1Heading2": "ICG Specialty Chemicals' Solutions",
      "section1Paragraph2": "Construction materials often face extreme weather, UV exposure, and mechanical stress, requiring adhesives that offer robust bonding and long-term durability.Omniquan AN168: A powerful antioxidant that enhances thermal stability in structural adhesives. Omniquan UV 234 high-performance UV absorber that protects construction adhesives from photodegradation extending their lifespan. Omniquan AN245 Improves flexibility and stress tolerance in sealants, ensuring durability under variable loads",
      "section2Heading1": "Automotive Adhesives",
      "section2Paragraph1": "Automotive adhesives must provide excellent bonding strength, thermal stability, and resistance to chemicals and environmental factors.Omniquan AN565 delivers exceptional thermal stability, making it ideal for adhesives used in engine compartments and high-heat areas. Omniquan PPA 5922 Enhances the processing and surface quality of adhesives used in automotive assembly lines. Omniquan LS 622 A light stabilizer that protects adhesives in automotive exteriors from UV damage",
      "section2Heading2": "Electronics Adhesives",
      "section2Paragraph2": "Adhesives in electronics require precision, high dielectric strength, and long-term stability against heat and UV radiation.Omniquan AN626: Ensures excellent polymer stabilization, crucial for adhesives used in electronic circuits and components. Omniquan UV 234: Offers robust UV protection for adhesives in devices exposed to sunlight. Omniquan AN245 Provides thermal and oxidative stability, ensuring adhesives retain their properties over prolonged use.",
      "section2Heading3": "Industrial Sealants",
      "section2Paragraph3": "Industrial sealants require exceptional resistance to mechanical stress, harsh chemicals, and temperature extremes. Omniquan AN565 provides unmatched thermal and oxidative stability, extending the life of industrial sealants. Omniquan LS 622 protects sealants used in outdoor applications from UV degradation. Omniquan AN168 enhances the durability of sealants under oxidative stress. OMNIQUAN MPP is a multifunctional flame retardant for polyolefins, offering superior flame-retardant properties without the use of halogenated compounds. It is ideal for polyolefin-based adhesives and sealants, ensuring a safer, more sustainable solution that meets stringent safety ANTIMONY TRIOXIDE is a highly effective synergist for halogenated flame retardants, boosting the flame resistance of adhesives and sealants. Used in conjunction with organohalogen flame retardants, it enhances the material’s ability to withstand fire and heat, providing an essential safety feature in critical applications like construction, electronics, and automotive industries.",
      "finalParagraph": ""
    },

    {
      "pageName": "Building and Construction",
      "titleImage": "../construction/construction-header-image.png",
      "image1": "../construction/image1.png",
      "image2": "../construction/image2.png",
      "image3": "../construction/image3.png",
      "section1Heading1": "Building and Construction Solutions",
      "section1Paragraph1": "ICG Chemical offers innovative chemical solutions designed to enhance the strength, safety, and sustainability of modern building and construction projects, from infrastructure to residential and commercial developments.",
      "section1Heading2": "Concrete Admixtures for Enhanced Durability",
      "section1Paragraph2": "Our advanced concrete admixtures, including plasticizers, superplasticizers, and air-entraining agents, improve workability, strength, and durability. These admixtures support longer-lasting structures by reducing cracking, improving freeze-thaw resistance, and enabling faster curing—ideal for large-scale construction projects.",
      "section2Heading1": "Waterproofing Solutions for Long-Lasting Protection",
      "section2Paragraph1": "ICG Chemical provides high-performance waterproofing agents that create durable barriers against water infiltration. Our range includes silicones, polyurethanes, and bitumen-based products, perfect for protecting foundations, roofs, and underground structures from moisture damage, extending building lifespan and reducing maintenance.",
      "section2Heading2": "Fire-Resistant Coatings for Safety",
      "section2Paragraph2": "Our intumescent and fire-retardant coatings are specially formulated to enhance building safety by slowing the spread of flames in case of a fire. These coatings provide essential protection for steel structures, wood, and other building materials, meeting stringent fire safety standards in both commercial and residential application.",
      "section2Heading3": "Green Solvents for Safer Construction",
      "section2Paragraph3": "Our range of green solvents, such as Ethyl Lactate and low-VOC isopropanol, is designed for safe, efficient use in construction applications, from cleaning surfaces to preparing substrates. These solvents support eco-friendly practices by reducing emissions and promoting healthier, safer job sites.",
      "finalParagraph": "ICG Chemical’s building and construction solutions are engineered to improve durability, safety, and efficiency in construction projects, enabling more sustainable, resilient structures that meet the demands of today’s industry."
    },
    {
      "pageName": "Personal and Home Care",
      "titleImage": "../personal-and-homecare/personal-homecare-header-image.png",
      "image1": "../personal-and-homecare/image1.png",
      "image2": "../personal-and-homecare/image2.png",
      "image3": "../personal-and-homecare/image3.png",
      "section1Heading1": "Personal and Home Care Solutions",
      "section1Paragraph1": "ICG Chemical empowers the personal and home care industry with innovative, sustainable ingredients that enhance product effectiveness, safety, and environmental responsibility.",
      "section1Heading2": "Gentle Surfactants for Skin and Hair Care",
      "section1Paragraph2": "Our mild, biodegradable surfactants, such as Suga® and Plantapon® ranges, are ideal for shampoos, body washes, and facial cleansers, delivering gentle yet effective cleansing. These surfactants offer rich lather and a pleasant feel on the skin, making them perfect for sensitive and eco-conscious formulations in personal care.",
      "section2Heading1": "Eco-Friendly Preservatives and Antimicrobials",
      "section2Paragraph1": "To ensure product safety and longevity, ICG Chemical provides natural preservatives and antimicrobials, like our Optiphen™ and Neolone™ ranges. These preservatives protect against microbial growth without harsh chemicals, meeting consumer demand for clean, green, and skin-friendly personal care products.",
      "section2Heading2": "Sustainable Emollients and Conditioners",
      "section2Paragraph2": "Our plant-derived emollients and conditioning agents enhance skin hydration and hair manageability. With options like our Dermofeel® and PhytoSoft® ranges, we provide natural alternatives to silicones, offering a luxurious, silky feel without compromising sustainability, suitable for lotions, creams, and hair conditioners.",
      "section2Heading3": "Green Solvents for Household Products",
      "section2Paragraph3": "Our green solvents, including Ethyl Lactate and Isopropanol, enhance the efficiency of household cleaning products, delivering effective degreasing and stain removal with minimal environmental impact. Fast-evaporating and biodegradable, these solvents are ideal for eco-friendly, high-performance formulations.",
      "finalParagraph": "ICG Chemical’s advanced solutions for personal and home care promote effective, safe, and eco-conscious products, supporting a cleaner, healthier lifestyle while aligning with today’s sustainability demands."
    },
    {
      "pageName": "Electronics",
      "titleImage": "../electronics/electronics-header-image.png",
      "image1": "../electronics/image1.png",
      "image2": "../electronics/image2.png",
      "image3": "../electronics/image3.png",
      "section1Heading1": "Electronics Solutions",
      "section1Paragraph1": "ICG Chemical supports the electronics industry with advanced chemical solutions that enhance performance, reliability, and sustainability in electronic devices and components.",
      "section1Heading2": "High-Purity Electronic Chemicals",
      "section1Paragraph2": "ICG Chemical provides ultra-high purity chemicals essential for manufacturing semiconductors and microelectronics. Our portfolio includes cleaning agents, etchants, and specialty gases designed for precision and purity, ensuring optimal performance in sensitive electronic components. These chemicals meet the stringent standards of the electronics industry, helping to prevent contamination and improve device reliability.",
      "section2Heading1": "Thermal Management Materials",
      "section2Paragraph1": "Our range of thermal management materials, such as thermally conductive adhesives, pastes, and encapsulants, effectively dissipate heat in electronic devices, ensuring stability and prolonging component lifespan. These materials are designed for high thermal conductivity, excellent adhesion, and durability, making them ideal for applications in power electronics, LED lighting, and more.",
      "section2Heading2": "Advanced Dielectric Fluids for Circuit Boards",
      "section2Paragraph2": "ICG Chemical offers a range of dielectric fluids that provide exceptional insulation and stability for printed circuit boards (PCBs) and other electronic components. Our solutions are engineered to resist breakdown under high voltages and extreme conditions, enhancing the safety and longevity of electronic assemblies in demanding applications.",
      "section2Heading3": "Green Solvents for Electronics Manufacturing",
      "section2Paragraph3": "We supply environmentally friendly solvents, including low-VOC options like Isopropanol and Ethyl Lactate, tailored for electronics cleaning and degreasing. These green solvents are fast-drying, effective at removing contaminants, and safe for sensitive components, helping manufacturers maintain high-quality standards while reducing environmental impact.",
      "finalParagraph": "At ICG Chemical, we’re dedicated to driving sustainability and efficiency in the automotive industry with cutting-edge materials and solutions. Our portfolio enables our customers to meet the evolving demands of the market, ensuring a cleaner and more efficient future for mobility."
    },
    {
      "pageName": "Automotive",
      "titleImage": "../automotive/automotive-header-image.png",
      "image1": "../automotive/image1.png",
      "image2": "../automotive/image2.png",
      "image3": "../automotive/image3.png",
      "section1Heading1": "",
      "section1Paragraph1": "Our innovative chemical solutions cater to various segments of the automotive industry, ensuring performance, safety, and durability across multiple applications. Below is an overview of how our products enhance key areas within the automotive sector:",
      "section1Heading2": "Thermal Stability and Durability",
      "section1Paragraph2": "Our Expertise: Revolutionizing Automotive MaterialsOmniquan’s antioxidants, including OMNIQUAN AN168 and OMNIQUAN 1035, provide exceptional thermal management by stabilizing polymers during high-temperature processing. These additives prevent degradation, significantly extending the lifespan of materials used in high-demand applications such as wire and cable systems and automotive coatings. Additionally, OMNIQUAN 622 offers excellent long-term heat stability for polyolefins and tackifier resins, making it ideal for applications requiring low volatility and minimal migration due to its oligomeric structure with high molecular weight.",
      "section2Heading1": "Tires: Safe and Bio-Based Solutions",
      "section2Paragraph1": "Tires contribute to 20% of a vehicle’s fuel consumption due to rolling resistance. ICG Chemical provides Solvay's innovative materials designed to improve tire energy efficiency. Our highly dispersible silica (HDS) range, including Zeosil®, made from bio-based sodium silicate sourced from rice husk ash, significantly reduces rolling resistance while enhancing tire wear resistance. Collaborating with Bridgestone, we offer TECHSYN tire compounds, which deliver a sustainable, high-performance solution for extended vehicle range.",
      "section2Heading2": "Body and Chassis: Sustainable Innovations",
      "section2Paragraph2": "ICG Chemical brings forward cutting-edge solutions for body and chassis applications that prioritize sustainability. Our Alve-One® Foaming Solutions, made from sodium bicarbonate, offer a safe, eco-friendly alternative for automotive interiors, contributing to a reduced carbon footprint. We also distribute Augeo®, Solsys® Coat MA, and Solsys® Coat IBA, high-performance bio-based solvents for automotive coatings. For durable engineering plastics, Rhodianyl polyamide 6.6 polymers, including a 100% recycled grade, provide sustainable options for various automotive components.",
      "section2Heading3": "Internal Combustion Engines (ICE): Emission Control Catalyst",
      "section2Paragraph3": "ICG Chemical is at the forefront of reducing emissions in traditional internal combustion engines. Through products like Actalys® and Optalys®, along with high-stability alumina, we provide the essential materials for producing automotive emission control catalysts. Our Eolys PowerFlex® fuel-borne catalyst ensures rapid and thorough particulate filter regeneration, removing up to 99.9% of particulate emissions. These solutions also contribute to lower fuel consumption while improving thermal resistance and stability.",
      "finalParagraph": "At ICG Chemical, we’re dedicated to driving sustainability and efficiency in the automotive industry with cutting-edge materials and solutions. Our portfolio enables our customers to meet the evolving demands of the market, ensuring a cleaner and more efficient future for mobility."
    },

    {
      "pageName": "Paints and Coating",
      "titleImage": "../paints/paint-header-image.png",
      "image1": "../paints/image1.png",
      "image2": "../paints/image2.png",
      "image3": "../paints/image3.png",
      "section1Heading1": "Paints and Coatings Solutions",
      "section1Paragraph1": "ICG Chemical supports the paints and coatings industry with advanced solutions that enhance durability, aesthetics, and environmental sustainability in residential, commercial, and industrial applications.",
      "section1Heading2": "High-Performance Resins for Durable Finishes",
      "section1Paragraph2": "Our broad selection of resins—including acrylic, epoxy, and polyurethane—ensures exceptional adhesion, flexibility, and durability in paints and coatings. These resins provide excellent resistance to weather, chemicals, and abrasion, ideal for protective coatings used in automotive, marine, and industrial environments.",
      "section2Heading1": "Eco-Friendly Pigments and Additives",
      "section2Paragraph1": "ICG Chemical offers a range of eco-friendly pigments and additives to enhance color vibrancy, opacity, and gloss while reducing environmental impact. Our low-VOC pigments and stabilizers, including UV absorbers and anti-settling agents, are designed to improve paint quality and longevity, supporting high-performance, environmentally responsible formulations.",
      "section2Heading2": "Water-Based Solutions for Safer Coatings",
      "section2Paragraph2": "We provide water-based binders and dispersions that are low in VOCs, making them safer for both applicators and end-users. These solutions deliver excellent coverage, fast drying times, and reduced environmental impact, suitable for everything from wall paints to furniture coatings.",
      "section2Heading3": "Green Solvents for Sustainable Formulations",
      "section2Paragraph3": "ICG Chemical offers green solvents like Ethyl Lactate and Isopropanol that enhance the application and drying process of coatings while minimizing environmental impact. These solvents provide excellent solvency with low toxicity, supporting sustainable practices in the paints and coatings industry.",
      "finalParagraph": "ICG Chemical’s paints and coatings solutions are tailored to meet diverse performance, aesthetic, and environmental standards, helping manufacturers create high-quality, sustainable products for a wide range of applications."
    },

    {
      "pageName": "Printing and Packaging",
      "titleImage": "../printing/printing-header-image.png",
      "image1": "../printing/image1.png",
      "image2": "../printing/image2.png",
      "image3": "../printing/image3.png",

      "section1Heading1": "Printing and Packaging Solutions",
      "section1Paragraph1": "ICG Chemical is committed to advancing the printing and packaging industry with innovative chemical solutions that elevate efficiency, quality, and environmental responsibility.",
      "section1Heading2": "High-Performance Inks and Coatings",
      "section1Paragraph2": "ICG Chemical provides a diverse selection of high-performance resins, pigments, and additives tailored for the printing and packaging sectors. Our portfolio includes solutions like low-VOC solvents and water-based emulsions that ensure vivid colors, excellent adhesion, and fast drying times. These products enhance the durability and visual appeal of printed materials, supporting eco-friendly practices and complying with the latest environmental regulations.",

      "section2Heading1": "Sustainable Adhesives for Packaging",
      "section2Paragraph1": "We offer a range of environmentally friendly adhesives designed to meet the demands of modern packaging. From bio-based hot-melt adhesives to high-bond pressure-sensitive options, our products deliver strong, reliable performance across various substrates, including paper, plastic, and metal. By reducing waste and optimizing bonding efficiency, our adhesives contribute to sustainable packaging solutions without compromising quality.",
      "section2Heading2": "Barrier Coatings for Enhanced Product Protection",
      "section2Paragraph2": "ICG Chemical’s advanced barrier coatings provide exceptional protection against moisture, oxygen, and grease, ensuring the longevity and safety of packaged goods. Our sustainable coatings, including biodegradable and compostable options, are ideal for food packaging applications and comply with stringent food safety regulations. These coatings maintain the integrity of packaged products while supporting brands' environmental goals.",
      "section2Heading3": "Green Solvents for Printing Efficiency",
      "section2Paragraph3": "Our green solvents, including Isopropanol, Ethyl Acetate, and MIBCOL, are specially formulated to enhance the efficiency of printing processes. With fast evaporation rates, excellent solvency, and reduced toxicity, these solvents ensure superior ink performance and easy cleanup. By reducing environmental impact and meeting regulatory requirements, our solvents align with sustainable printing practices.",
      "finalParagraph": "ICG Chemical’s comprehensive medical and pharmaceutical solutions support safe, effective, and efficient production and application, helping meet the highest standards in healthcare and patient care."
    },

    {
      "pageName": "Medical and Pharmaceutical",
      "titleImage": "../medical/medical-header-image.png",
      "image1": "../medical/image1.png",
      "image2": "../medical/image2.png",
      "image3": "../medical/image3.png",
      "section1Heading1": "Medical and Pharmaceutical Solutions",
      "section1Paragraph1": "ICG Chemical delivers high-quality, innovative chemical solutions to the medical and pharmaceutical industries, focusing on safety, efficacy, and compliance with strict regulatory standards.",
      "section1Heading2": "Pharmaceutical Excipients for Optimal Formulation",
      "section1Paragraph2": "ICG Chemical offers a broad range of pharmaceutical-grade excipients, including binders, fillers, and disintegrants, essential for drug formulation and delivery. Our excipients ensure stability, bioavailability, and effectiveness, supporting both oral and topical medication formats with high purity and safety standards.",

      "section2Heading1": "Biocompatible Polymers for Medical Devices",
      "section2Paragraph1": "We provide medical-grade polymers designed for biocompatibility and durability, suitable for medical devices such as catheters, implants, and surgical instruments. These polymers, including polyurethanes and silicones, offer excellent flexibility, strength, and resistance to sterilization processes, enhancing the safety and comfort of medical devices.",
      "section2Heading2": "Disinfectants and Sterilization Agents",
      "section2Paragraph2": "ICG Chemical supplies high-performance disinfectants and sterilization solutions like Proxitane® and Interox® for maintaining hygiene in healthcare environments. These products effectively eliminate pathogens and are biodegradable, ensuring safe, thorough disinfection for medical equipment, surfaces, and patient care areas.",
      "section2Heading3": "Lubricants and Processing Aids for Smooth Production",
      "section2Paragraph3": "ICG Chemical provides high-quality lubricants and processing aids that enhance the efficiency of tablet and capsule manufacturing. These materials, such as magnesium stearate and stearic acid, reduce friction and improve flow, ensuring a consistent, high-quality production process in pharmaceutical manufacturing.",
      "finalParagraph": "ICG Chemical’s comprehensive medical and pharmaceutical solutions support safe, effective, and efficient production and application, helping meet the highest standards in healthcare and patient care."
    }
  ]
}
